Repository: hasadna/dead-diary
Catalog: djang/parsing/locale/*/LC_MESSAGES/django.po
Languages: he

source: What are your elected officials up to?
he: מה נבחרי הציבור שלך עושים?

source: We parse Excel (and other) files that contain calendar / diary data from public officials, and display them as an online calendar.<br /> You can look at what your civic servants are doing, and ensure they're keeping busy serving the public.
he: אנחנו מנתחים קבצי אקסל (וסוגים אחרים) שמכילים יומנים מנחברי ציבור ומשרתי ציבור, ומציגים אותם על יומן אחוד.<br/> בעזרת הכל הזה אפשר להסתכל על מה הנבחרים עושים, ולוודא שהם אכן עוסקים בלשרת את הציבור

source: Fed by FOIA requests
he: ניזון מבקשות חופש מידע

source: Our data source is hunderds of calendars / diaries that are released by ministries, municipalities and other civil servants in response to Israeli Freedom Of Information Act requests.
he: מקור המידע שלנו הוא מאות בקשות חופש המידע לחשיפת יומנים על ידי הרשויות.

source: Browse the files
he: לעיון בקבצים

source: Accepting Contributions
he: נשמח לעזרה

source: Parsing those files is hard, and we can definately use your help.
he: לנתח קבצי אקסל זה קשה, ונשמח לעזרתכם

source: View the code
he: לקוד

source: Get Tabular Data
he: הצגה כטבלה

source: To do some serious investigative work, the raw data on this website is available on our Redash instance under "dear-diary"
he: בשביל עבודת חקר רצינית, המידע שמוצג באתר זמין גם בשרת הRedash של הסדנה, תחת "dear diary"

source: Access Hasadna's Redash
he: לRedash של הסדנה

source: filter
he: סינון

source: Location
he: מיקום

source: Start
he: התחלה

source: End
he: סיום

source: Calendar
he: יומן

source: Display
he: תצוגה

source: Month
he: חודש

source: Week
he: שבוע

source: Day
he: יום

source: Language
he: שפה

source: About
he: אודות

source: Hasadna
he: הסדנה

source: Name
he: שם

source: When created
he: תאריך יצירה

source: When created at source
he: תאריך יצירה במקור

source: Resource ID
he: מזהה משאב
